<?php

return [
    'create-category-success' => 'Категория была успешно создана',
    'category-name-required' => 'Поле "Название категории" обязательно к заполнению',
    'category-name-min' => 'Длина названия категории должна быть не менее 3-х символов',
    'category-name-unique' => 'Название категории должно быть уникальным',
    'category-slug-required' => 'Поле "slug" обязательно к заполнению',
    'category-slug-regex' => 'В поле "slug" можно вводить только буквы латинского алфавита (в нижнем регистре), целые числа и знак дефис "-"',
    'category-image-file' => 'Cover категории должен быть изображением',
    'category-image-mimes' => 'К загрузке допускаются изображения следующих форматов: jpeg, png, jpg, gif'
];