<?php

return [
    'pages-title-required'  => 'Поле "Название" обязательно к заполнению.',
    'pages-title-min'       => 'Минимальная длина названия - 2 символа.',
    'pages-title-unique'    => 'Страница с таким названием уже существует. Выберите другое название.',
    'pages-slug-required'   => 'Поле "Slug" обязательно к заполнению.',
    'pages-slug-min'        => 'Минимальная длина slug\'a - 2 символа.',
    'pages-slug-unique'     => 'Страница с таким slug\'ом уже существует. Укажите другой slug.',
    'pages-store-success'   => 'Новая страница была успешно создана.',
    'pages-update-success'  => 'Страница была успешно обновлена.',
    'pages-destroy-success' => 'Страница была успешно удалена.'
];