<?php

return [
    'callback-name-required' => 'Вы не указали имя.',
    'callback-name-min' => 'Миниамльная длина имени - 1 символ.',
    'callback-name-regex' => 'В имени допускаются следующие символы: а-я, А-Я, a-z, A-Z, 0-9, - и пробел.',
    'callback-phone-required' => 'Вы не указали номер телефона.',
    'callback-phone-regex' => 'Укажите номер телефона в формате +38(999) 999-99-99.',
    'callback-send-success' => 'Спасибо, ваша заявка принята!. Мы свяжемся с вами в ближайшее время.',
];